import React from "react";
import "../styles/AboutUs.css";

function AboutUs() {
  return (
    <div className="page-container">
      <div className="about-content">
        <h1 className="about-title">אודותינו</h1>
        <p className="about-text">
          זד.קי מדיק הדרכות וציוד עזרה ראשונה כיבוי אש חירום ובטיחות הוקמה בשנת 2016 על ידי זהר קסטל.
          <br />
          זהר הינו מדריך בעל 28 שנות ותק בהדרכה בתחומים שונים.
        </p>
        <p className="about-text">
          זד.קי מדיק מתמחים בהדרכות עזרה ראשונה, כיבוי אש, חירום, בטיחות, חומס, נגישות והבטחת איכות.
          <br />
          זד.קי מדיק עובדת עם מגוון לקוחות גדול ורחב החל מלקוחות פרטיים, בתי מלון, מפעלים, עיריות, מועצות ועוד.
        </p>
        <p className="about-text">
          זד.קי מדיק מספקת שרותי הדרכות וציוד לכלל הגופים בכל הארץ.
          <br />
          בין יתר הדברים שזד.קי מדיק מתעסק בהם תחום הקמת צוותי חירום ושימור הצוותים הינו תחום עיסוק עיקרי והוא כולל את הקמת הצוותים,
          הכשרתם, ליווי הצוותים ואספקת ציוד החירום לצוותים.
        </p>
        <p className="about-text">
          זד.קי מדיק פעילה בכל הארץ החל מהצפון ועד לדרום המדינה.
          <br />
          לזד.קי מדיק מגוון רחב של מדריכים בתחומים השונים. כלל המדריכים מאושרים על ידי גופי החירום וההצלה ו/או מדריכי בטיחות מוסמכים.
        </p>
        <p className="about-text">
          לפרטים נוספים לקבלת הצעת מחיר ניתן לפנות אלינו במייל:
          <br />
          <a href="mailto:zohar@zkmedic.org" className="about-link">zohar@zkmedic.org</a>
          <br />
          או בטלפון:
          <br />
          <a href="tel:0584619948" className="about-link">0584619948</a>
        </p>
      </div>
    </div>
  );
}

export default AboutUs;
